{
    "人材紹介": "人材紹介",
    "Home": "ホーム",
    "About": "約",
    "Service": "サービス",
    "Company": "会社",
    "Work Flow": "ワークフロー",
    "Sign Up": "サインアップ",
    "Log In": "ログイン",
    "Login form": "ログインフォーム",
    "Sign up Form":"エントリーシート",

    "Furigana":"ふりがな",
    "Name":"氏名",
    "Date of Birth":"生年月日",
    "Address":"現住所",
    "Phone number":"電話番号",
    "Mobile number":"携帯番号",
    "Email":"メール",
    "Education":"学歴",
    "Appear point":"アピールポイント",
    "Reason for studying in Japan":"日本に留学した理由",
    "Skill":"スキル",
    "Reasons for applying":"志望動機",
    "Language Ability":"語学力",
    "Driver licence and Qualifications":"免許、資格",
    "Hobby and speciality":"趣味、特徴",
    "Part time job experience":"アルバイト経験",
    "Select Image":"写真選択",
    "Gender":"性別",
    "Cancel":"キャンセル",
    "Save and Sent":"保存",
        "Male":"男性",
    "Female":"女性",
    "School name" : "学校名",
        "Select": "選択",




        "If you are looking for job": "仕事を探しているなら",
        "or worker feel free to contact us!!": "または労働者はお気軽にお問い合わせください!!",
        "Find Job. Talk to Boss": "仕事を探す。上司と話す",
        "Business": "仕事",
        "Job Facility": "仕事施設",
        "Job Categories": "職種",
        "Occupation": "職業",
        "Can introduce in a wide range of fields":"幅広い分野で導入可能",
        "IT": "IT",
        "Mechanical Electrical": "機械 電気",
        "Construction Management": "建設管理",
        "Administration Sales": "管理 営業",
        "Other industries and occupations you may be looking for": "その他お探しの業種・職種は",
        "Contact us": "お問い合わせください",
        "Discuss recruitment": "採用について相談する",
        "How to use": "ご利用の流れ",
        "Service flow (for businesses)": "サービスフロー（企業向け）",
        "START":"START",
        "Contract":"契約",
        "Nursing care":"介護",
        "Agriculture":"農業",
        "Food and beverage manufacturing":"飲食料品製造業",
        "Dining out":"外食",

        "First, please register using the form below.":"まずは下記フォームよりご登録をお願いいたします。",
        "Job Posting Create":"求人票作成",
        "After confirming your registration information, a career advisor will contact you regarding an interview.":"ご登録情報を確認後、キャリアアドバイザーから面談の日程について、ご連絡いたします。",
        "Examination by our company":"弊社にて審査",
        "We will review and examine the job postings you have registered.":"登録していただいた求人票の確認・審査をさせていただきます。",
        "Publish":"掲載",
        "Once the review is complete, the results will be posted on a dedicated website.":"審査完了後、専用Webサイトに掲載します。",
        "Job seeker interviews and tests":"求職者面接・試験の実施",
        "We will hold a meeting with the job seeker to determine the desired date for your company and then arrange a date to conduct the interview and employment test.":"求職者と貴社の希望日のヒアリングをし、日程調整後、面接・採用試験を実施します。",
        "Job offer/Joining the company":"内定・入社",
        "The invoice amount is to be paid upon confirmation of employment.":"採用決定時に、請求額をお支払いいただきます。",
        "Service flow (for Job Seekers)":"サービスのフロー（求職者様）",
        "Create Resume":"履歴書作成",
        "Company information available":"企業情報閲覧可能",
        "Once you have filled out all the required fields, you will be able to view the job posting.":"必要項目をすべて記入していただいた後、求人票が閲覧可能となります",
        "Apply":"応募",
        "Once you find a company you would like to apply to, apply and we will schedule an interview with you. (We will hold an interview before introducing you to the company.)":"応募したい企業が見つかったら応募をし、弊社との面談日程を調整します。（企業様へご紹介する前にヒアリングを行います。）",
        "Interviews and exams":"面接・試験の実施",
        "We will arrange an interview date between the job seeker and the company to which they are applying. After arranging the schedule, the interview and employment test will be conducted.":"求職者様と応募先の企業様との面接日程を調整します。日程調整後、面接・採用試験を実施します。",
        "Joining the company":"内定・入社",
        "Contact":"問い合わせ",
        "Please feel free to contact us here":"お気軽く問い合わせください。",
        "Job seekers are required to upload a 2 to 4 minute video introducing themselves in Japanese.Upload that video here!!":"求職者は、日本語での自己紹介のために2分から4分のビデオをアップロードする必要があります。そのビデオをここにアップロードしてください!!",
        "Video limit is up to 100MB.":"ビデオの制限は最大100MBです。",
        "My Page":"マイページ管理",
        "Resume":"履歴書",
        "Video Upload":"動画アップロード",
        "Login Profile":"ログイン設定",
        "Applied History":"申請履歴",
        "Video Introduction":"自己紹介動画",
        "Duration:":"期間",
        "Delete Video":"ビデオの削除",
        "No video profile uploaded yet.":"動画プロフィールはまだアップロードされていません。",
        "My CV":"自分の履歴書",
        "Year":"年",
        "Month":"月",
        "Day":"日",
        "Sign Up Company":"企業登録",
        "Company Flow":"企業サービス",
        "Job seeker Flow":"求職者サービス",
        "Sign Up For Job Seeker":"求職者登録",

        "January": "1月",
        "February": "2月",
        "March": "3月",
        "April": "4月",
        "May": "5月",
        "June": "6月",
        "July": "7月",
        "August": "8月",
        "September": "9月",
        "October": "10月",
        "November": "11月",
        "December": "12月",

          "Search jobs..":"求人を検索..",
          "New post":"新着",
        "See Details":"詳細を見る",
        "Working hours":"勤務時間",
        "Salary":"給与",
        "Location":"勤務地",
        "Posted Date":"投稿日",
    "We are a partner that connects the region with human resources and creates the future together. We fully support companies and job seekers.":"地域と人材を結び、共に未来を創るパートナー企業と求職者を全力でサポートします。",
    "Our Service":"私たちのサービス",
    "We provide a specialized recruitment service connecting companies in Mie Prefecture with foreign nationals seeking employment in Japan. For local businesses, foreign talent represents a key to new development and growth. However, due to Mie Prefecture's regional location, companies face chronic labor shortages and limited opportunities to connect with foreign candidates. We aim to create an environment where local businesses and talented foreign professionals can come together and mutually foster growth. Our mission is to facilitate ideal matches that meet companies' needs while maximizing the excellent academic backgrounds, technical skills, and innovative ideas that foreign talent brings. We are committed to serving as a bridge that expands global possibilities from Mie Prefecture, providing full support to help both the region and its human resources enhance each other's potential.":"私たちは、三重県の企業と日本で働きたい外国人をつなぐ外国人専用の人材紹介サービスを提供しています。地域の企業にとって、外国人材は新たな発展と成長の鍵となる存在です。しかし、三重県は地方に位置するため、慢性的な人手不足に悩まされ、外国人との出会いの機会も限られています。私たちは、そうした地元企業と優秀な外国人材をつなぎ、お互いに成長し合える環境を創り出したいと考えています。外国人材の持つ優れた学力・技術・アイデアを最大限に活かし、企業のニーズに応えるマッチングを実現することが私たちの使命です。地域と人材が共に高め合い、三重県からグローバルな可能性を広げていく架け橋となるべく、全力でサポートしてまいります。",
    "Registration":"登録",
    "If you find a company that interests you, please apply.":"気になる企業が見つかったら、ご応募ください",
    "Interview with a career adviser":"キャリアアドバイザーとのヒアリング・面談",
    "We will arrange an interview to confirm whether the VISA you hold is suitable for the position and to assess if your skills and abilities can be effectively utilized.":"日程を調整し、保有するVISAが応募職種に適しているか、技術や能力が十分に活かせるかを確認するための面談を行います。",
    "Is there a cost associated with using the service?":"サービスの利用には費用がかかりますか？",
    "Job seekers can use this service free of charge.":"求職者の方は、当サービスを無料でご利用いただけます。",
    "Can applicants select multiple companies?":" 応募企業は複数選択できますか？",
    "Yes, you can apply to multiple companies. Our career advisors will provide detailed support.":" はい、複数の企業に応募することが可能です。詳細はキャリアアドバイザーがサポートいたします。",
    "How are interviews with career advisors conducted?":"キャリアアドバイザーとの面談はどのように行われますか？",
    "Interviews are conducted either online or in person, with scheduling arranged to accommodate the job seekers availability.":"面談はオンラインまたは対面で行われ、求職者のスケジュールに合わせて日程調整をいたします。",
    "How long does it take to receive the selection results after applying?":"応募後、選考結果が出るまでどのくらい時間がかかりますか？",
    "Typically, the selection process takes about 1 to 2 weeks, but this may vary depending on the company.":"通常、選考には1〜2週間程度かかりますが、企業により異なる場合があります。",
    "What is the fee structure upon successful hiring?":"採用成功時の費用体系はどうなっていますか？",
    "We charge a success fee only upon a successful hire, and the detailed fee structure will be provided at the time of contract.":"採用が成功した場合にのみ成功報酬をいただいており、詳細な費用体系は契約時にご案内いたします。",
    "Is there an opportunity to speak directly with job seekers before they apply?":"応募前に求職者と直接会話する機会はありますか？",
    "Yes, it is possible to arrange an online meeting with the job seeker prior to the interview. Please consult with us as needed.":"はい、面接前に求職者とオンライン面談を設定することが可能です。必要に応じてご相談ください。",
    "Is support available for obtaining a VISA?":" VISAの取得に関するサポートはありますか？",
    "Yes, we provide information relevant to the position regarding obtaining a VISA and can refer you to a certified immigration specialist firm that we partner with. You can rely on professional support if needed.":"はい、VISA取得に関しては、対象職種に応じた情報提供を行うとともに、弊社が提携している行政書士機関をご紹介いたします。専門的なサポートが必要な場合も安心してご利用いただけます。"













}
